[
  {
    "name": "La Chaumiere",
    "title": "1 bedroom holiday cottage",
    "intro": "Experience a charming getaway at La Chaumière, featuring a private garden and access to a heated pool.",
    "description": "Welcome to **La Chaumière**, your idyllic escape nestled in the **Domaine de Rochebonne**. This one-bedroom gite offers a cozy double bed and a sofa bed in the living area, perfect for small families or couples. Relax in your **private garden with a terrace**, complete with garden furniture and a barbecue for alfresco dining. Explore the **vast communal grounds** and enjoy the **large shared swimming pool** heated from April to October. Little ones will delight in the playground with a **wooden fort, sandbox, swings**, and more, all safely enclosed within a walled property.\n\nConveniently located, you'll find shops just a short stroll away, and the beautiful beaches are a mere 10-minute drive from your doorstep. Enjoy modern amenities including a **fully equipped kitchen**, satellite TV, and **high-speed WiFi**. Pets are welcome, and with linen provided and beds made on arrival, your stay will be as comfortable as it is memorable.",
    "features": [
      "1 bedroom",
      "Private garden",
      "Heated swimming pool",
      "Playground",
      "Fully equipped kitchen",
      "Wood-burning stove",
      "Satellite TV",
      "High-speed WiFi",
      "Pets welcome",
      "Linen provided"
    ],
    "highlights": [
      "Private fenced garden & terrace",
      "Large walled park with play areas",
      "Shops within walking distance",
      "10 minutes from the beaches",
      "Free high-speed WiFi",
      "Pets welcome",
      "Heated pool from April to October"
    ]
  },
  {
    "name": "La Charrue",
    "title": "4 bedroom cottage",
    "intro": "Charming 4-bedroom cottage just 10 minutes from the beaches, with a private garden and heated pool.",
    "description": "**Discover the idyllic charm of La Charrue**, a delightful 4-bedroom cottage nestled in the serene Le Domaine de Rochebonne. Just a short 10-minute drive from the sun-kissed beaches, this fully equipped house offers a private fenced garden and terrace, perfect for family gatherings and BBQs. Enjoy a dip in the heated pool, available from April to October, or explore the large walled park with children's play areas. \n\nLocated within walking distance to local shops, La Charrue provides the convenience of nearby amenities, including a bar-restaurant and boutique shopping. Pets are welcome, making it a perfect getaway for the entire family. Benefit from great low-season deals on extended stays, with up to 40% off! \n\nWith free high-speed WiFi, bed linen and towels included, and a cozy living room featuring a wood-burning stove and satellite TV, this cottage is designed for comfort and relaxation. Experience the best of Charente-Maritime at La Charrue.",
    "features": [
      "Wifi",
      "Parking",
      "Swimming Pool",
      "Pet Friendly",
      "Garden",
      "Terrace",
      "BBQ",
      "Satellite TV",
      "Dishwasher",
      "Microwave",
      "Washing Machine",
      "Oven",
      "Stove"
    ],
    "highlights": [
      "Heated pool from April to October",
      "Private fenced garden",
      "10 minutes from beaches",
      "Pets welcome",
      "Shops within walking distance",
      "Low-season deals up to 40% off",
      "Bed linen and towels included"
    ]
  },
  {
    "name": "Le Four a Pain",
    "title": "Charming 2-bedroom cottage",
    "intro": "Delight in a cozy 2-bedroom retreat just 10 minutes from the beach, complete with a private garden and pool access.",
    "description": "Welcome to **Le Four a Pain**, a charming 2-bedroom cottage nestled in the **Domaine de Rochebonne**. Just a short 10-minute drive from pristine beaches, this cozy home offers a fully equipped kitchen, a warm living room with a wood-burning stove, and a private fenced garden perfect for barbecues. Relax by the shared heated pool available from April to October, or explore the expansive grounds with children's play areas. \n\n**Conveniently located**, you'll find local shops and a friendly bar-restaurant within walking distance. Pets are welcome, and amenities include free high-speed WiFi, linens, towels, and optional end-of-stay cleaning services. Enjoy the serenity of the countryside with the convenience of nearby attractions, making this the perfect getaway for families and couples alike.",
    "features": [
      "2 bedrooms",
      "Living room with wood-burning stove",
      "Fully equipped kitchen",
      "Private fenced garden",
      "Shared heated swimming pool",
      "Free high-speed WiFi",
      "Linen & towels included",
      "End-of-stay cleaning available"
    ],
    "highlights": [
      "10 minutes to the beach",
      "Pets welcome",
      "Shops within walking distance",
      "Large walled park with play areas",
      "Great low-season deals",
      "Real-time electricity tracking"
    ]
  },
  {
    "name": "Le Studio 2 person accomodation",
    "title": "Cozy 2-Person Studio",
    "intro": "Charming studio in Le Domaine de Rochebonne, perfect for couples seeking a serene getaway.",
    "description": "Nestled within the scenic grounds of Le Domaine de Rochebonne, this delightful studio offers a cozy retreat for two. Situated on the first floor, the living space spans 17 m² and includes a well-equipped shower room with WC. Enjoy the convenience of a kitchenette featuring a fridge, microwave, electric hob, and sink. Step out onto the charming balcony for pleasant views over the estate. The studio also provides access to shared gardens and a large heated pool, open from late April to October. Engage in various activities like badminton or relax while children explore the play area. The entire property is walled and gated, ensuring a secure environment. Shops are a short walk away, and the stunning beaches are just 10 minutes by car. Pets are welcome, and amenities such as free WiFi and linen service are included, making it an ideal choice for a relaxing holiday.",
    "features": [
      "Wifi",
      "Parking",
      "Swimming Pool",
      "Pet-friendly",
      "Balcony",
      "Barbecue"
    ],
    "highlights": [
      "Heated pool",
      "Walled and gated property",
      "Shared gardens",
      "Play area",
      "Proximity to beaches",
      "Local shops and dining"
    ]
  },
  {
    "name": "La Cave",
    "title": "3 bedroom cottage",
    "intro": "Discover a charming cottage with a private garden in a delightful resort with pool near the beach.",
    "description": "Nestled in the Domaine de Rochebonne, *La Cave* is a charming 3-bedroom cottage perfect for a relaxing getaway. Enjoy the spacious living room, fully equipped kitchen, and a private garden complete with garden furniture and a barbecue. The resort offers a large heated swimming pool open from April to October and extensive grounds with children's play areas, all just 10 minutes from the stunning beaches.\n\nDuring the low season, take advantage of great deals with up to 40% off on stays of 3 nights or more. Enjoy convenient access to local shops and restaurants, with everything you need just a short walk away.\n\nExperience ultimate comfort with fast and free WiFi, included linens and towels, and optional end-of-stay cleaning services starting at just €24. Pets are welcome, making it a perfect family-friendly retreat. With a wood-burning stove and satellite TV in the living room, you'll feel right at home.\n\nElectricity is included year-round, with a daily allowance in the cooler months, ensuring a worry-free stay.",
    "features": [
      "Private garden",
      "BBQ",
      "Heated swimming pool",
      "Play areas",
      "Free WiFi",
      "Pet-friendly",
      "Equipped kitchen",
      "Wood-burning stove",
      "Satellite TV",
      "Linens included"
    ],
    "highlights": [
      "10 minutes from beaches",
      "Large shared pool",
      "Children's play areas",
      "Up to 40% low season discount",
      "Shops and restaurants nearby"
    ]
  },
  {
    "name": "La Mangeoire",
    "title": "2 bedroom cottage",
    "intro": "Charming 2 bedroom cottage in a serene holiday resort, just 10 minutes from the beaches.",
    "description": "Welcome to this charming 2 bedroom cottage located in the picturesque Domaine de Rochebonne. Enjoy a **private fenced garden** and terrace, perfect for relaxing BBQ evenings. The resort offers a **heated pool** from April to October and a **large walled park** with children's play areas. Just a **10-minute drive to the beach**, this is the perfect getaway for families or couples alike.\n\nExperience the comfort of a **fully equipped kitchen** with modern appliances, and unwind in the living room with a **wood-burning stove** and satellite TV. Linen and towels are included, with beds made ready for your arrival.\n\nExplore local shops and dining within walking distance, including a friendly bar-restaurant and a variety of boutiques. **Pets are welcome**, and you can stay connected with **free high-speed WiFi**.\n\n**Electricity** is included with some seasonal considerations, and each accommodation is equipped with a smart meter for real-time consumption tracking.",
    "features": [
      "Wifi",
      "Parking",
      "Swimming Pool",
      "Pet Friendly",
      "Private Garden",
      "Fully Equipped Kitchen"
    ],
    "highlights": [
      "Heated pool from April to October",
      "10 minutes from the beaches",
      "Local shops and dining nearby",
      "Linen and towels included",
      "End-of-stay cleaning available",
      "Pets welcome"
    ]
  },
  {
    "name": "Le Chai",
    "title": "2 bedroom cottage",
    "intro": "Experience charm and comfort in this 2-bedroom cottage with private garden and shared pool near the beach.",
    "description": "Discover the delightful Le Chai, a charming 2-bedroom cottage nestled in the Domaine de Rochebonne. Enjoy a **private fenced garden** with a terrace, perfect for BBQs and relaxation. The **fully equipped kitchen** boasts modern amenities like a dishwasher and washing machine. Cozy up in the living room by the wood-burning stove, or take advantage of the satellite TV.\n\nThe Domaine offers expansive grounds, a **heated swimming pool** open from April to October, and children's play areas, all just **10 minutes from the beaches**. Enjoy the convenience of **shops within walking distance** and a nearby friendly bar-restaurant.\n\nPets are welcome, and we provide free high-speed WiFi, linen, and towels. Book your stay during the low season for up to 40% off on stays of 3 nights or more. Perfect for families or couples seeking a relaxing getaway.",
    "features": [
      "Wifi",
      "Parking",
      "Swimming Pool",
      "Private Garden",
      "BBQ",
      "Fully Equipped Kitchen"
    ],
    "highlights": [
      "Heated pool from April to October",
      "10 minutes from the beach",
      "Pets welcome",
      "Shops within walking distance",
      "Low season discounts available"
    ]
  },
  {
    "name": "Le Pressoir",
    "title": "5 bedroom house with pool near the beach",
    "intro": "Charming house at Domaine de Rochebonne, 10 mins from the beach. Enjoy a private garden, shared pool, and children's play areas.",
    "description": "Discover the charm of this **5-bedroom house** nestled in the Domaine de Rochebonne. Just a **10-minute drive to the beach**, this property offers a cozy living room with a wood-burning stove, a fully equipped kitchen, and a **private fenced garden** perfect for relaxation. Enjoy access to a **heated pool**, open from late April to late October, and a **large walled park** with children's play areas.\n\n**Shop and dine locally** with amenities within walking distance, including a bar-restaurant and grocery store. Pets are welcome, and you'll have all the comforts of home with **free high-speed WiFi**, linens and towels provided, and professional cleaning services available. Experience **great low-season deals** with up to 40% off stays of 3+ nights.\n\nBook your stay at Le Pressoir for an unforgettable holiday experience!",
    "features": [
      "Wifi",
      "Parking",
      "Swimming Pool",
      "Private Garden",
      "Fully Equipped Kitchen",
      "Wood-burning Stove",
      "Satellite TV",
      "Pets Welcome",
      "Linen & Towels Included"
    ],
    "highlights": [
      "10 minutes from the beach",
      "Heated pool (April–Oct)",
      "Large walled park with play areas",
      "Local shops and dining",
      "End-of-stay cleaning from €24",
      "Electricity fully included (May-Sep)",
      "Real-time electricity tracking"
    ]
  },
  {
    "name": "Le Logis",
    "title": "5 bedroom house",
    "intro": "Charming 5-bedroom house just 10 minutes from the beach with a private garden and shared pool.",
    "description": "Welcome to **Le Logis**, a delightful 5-bedroom house nestled in the Domaine de Rochebonne, just a stone's throw from the beach. Enjoy a cozy living room equipped with a wood-burning stove and satellite TV, perfect for relaxing evenings. The fully equipped kitchen, complete with a dishwasher and microwave, makes meal preparation a breeze. Unwind in the private fenced garden, ideal for family barbecues or quiet afternoons. Guests can also take advantage of the large shared heated pool and children's play areas within the estate. \n\nLocated just a short walk to local shops and dining options, Le Logis offers the perfect blend of tranquility and convenience. Pets are welcome, and with amenities like free high-speed Wi-Fi, professionally cleaned linen and towels, and end-of-stay cleaning services, your comfort is guaranteed. Explore the beautiful Charente-Maritime region and enjoy exclusive off-season discounts for longer stays!",
    "features": [
      "5 bedrooms",
      "3 bathrooms",
      "Private garden",
      "Shared heated pool",
      "Fully equipped kitchen",
      "Wood-burning stove",
      "Satellite TV",
      "Free high-speed WiFi",
      "Pets welcome",
      "Linen & towels included"
    ],
    "highlights": [
      "10 minutes from the beach",
      "Large walled park with play areas",
      "Walking distance to shops and dining",
      "Special low-season discounts",
      "Real-time electricity tracking"
    ]
  },
  {
    "name": "4 bedroom house with private pool",
    "title": "4 Bedroom House with Private Pool",
    "intro": "Charming 4-bedroom house in Luzac, France, with a private heated pool and garden.",
    "description": "Welcome to our charming vacation home nestled in the heart of Luzac, France, just 6 km from the beach and a short drive from the picturesque island of Oléron. This delightful house features four cozy bedrooms, two modern bathrooms, and a spacious open-plan living area. Enjoy the privacy of your own heated swimming pool, set within a gated garden. The pool area is fenced for safety, providing peace of mind for families. \n\nThe ground floor offers a comfortable bedroom with French doors opening to the patio, a bathroom with a shower, and a cozy lounge equipped with a flat-screen TV, DVD player, and Wifi. The dining room features a wood-burning stove, perfect for winter evenings, and the fully-equipped kitchen includes all the essentials. Upstairs, discover three more bedrooms and another bathroom. \n\nExplore local amenities within a short walk, or venture to the vibrant town of Marennes for dining, shopping, and entertainment.",
    "features": [
      "4 bedrooms",
      "2 bathrooms",
      "Private heated swimming pool",
      "Fully-equipped kitchen",
      "Wifi",
      "Flat-screen TV",
      "Wood-burning stove",
      "Central heating",
      "Outdoor terrace",
      "Barbecue"
    ],
    "highlights": [
      "Private and secluded location",
      "Close to beaches and Oléron island",
      "Gated garden",
      "Family-friendly with safety features",
      "Walkable to local amenities",
      "Proximity to Marennes"
    ]
  },
  {
    "name": "Château de Rochebonne",
    "title": "8 bedroom chateau with private pool",
    "intro": "Discover a private oasis at Château de Rochebonne, perfect for families seeking luxury and seclusion.",
    "description": "Welcome to **Château de Rochebonne**, your exclusive escape surrounded by high walls and a gated entrance, ensuring complete privacy. This elegant chateau features **eight bedrooms** and **four bathrooms**, offering ample space for families or groups. \n\nThe property boasts a **private pool**, expansive gardens, and a range of outdoor amenities including a large barbecue, sandpit, swings, and sports equipment. Inside, enjoy the fully-equipped modern kitchen, spacious living areas with satellite TV, and a serene reading room. \n\nYour stay also includes access to a games room with table tennis, ensuring fun for all ages. Enjoy free Wi-Fi throughout the property, and take advantage of our **late checkout** option for a more relaxed departure. \n\nOur friendly team is on hand to ensure your stay is as peaceful and enjoyable as possible. The entire chateau and its grounds are exclusively yours to savor, offering a truly luxurious and private retreat.",
    "features": [
      "8 bedrooms",
      "Private pool",
      "Exclusive use of property",
      "Modern kitchen",
      "Satellite TV",
      "Free Wi-Fi",
      "Games room",
      "Private parking"
    ],
    "highlights": [
      "Complete privacy with high walls and gated entrance",
      "Expansive gardens with children's play area",
      "Fully-equipped kitchen with modern appliances",
      "Late checkout available",
      "Friendly team on hand for assistance",
      "Exclusive access to all amenities"
    ]
  }
]